main_menu = Главное меню

back = Назад

apod_button = Картинка дня 🪐

apod_caption =
    Дата: *{ $date }*

    { $title }

select_date = Выбрать дату 📅

random_picture = Случайная картинка 👀

explanation = Описание 💭

date_request =
    Введите дату в формате ДД.ММ.ГГГГ
    Минимальная дата `16.06.1995`
    Максимальная дата `{ $max_date }`

incorrect_date = ⚠️ Некорректная дата

incorrect_format = ⚠️ Некорректный формат

media_not_exist =
    😞 К сожалению, данные за выбранную дату сейчас недоступны.

    Возможно, изображение было удалено или размещено на внешнем ресурсе. Попробуйте выбрать другую дату.

unexpected_error =
    ⚠️ Что-то пошло не так.
    Пожалуйста, вернитесь в главное меню и попробуйте ещё раз.

loading_video = ⏳ Загружаю видео, пожалуйста, подождите